import { LegacyServiceData } from '@/shared/model/types';

export const services: LegacyServiceData[] = [
  {
    id: 1,
    title: 'Аренда места в кемпинге в Крыму',
    content:
      'Наша организация предоставляет возможность аренды места в кемпинге.\n' +
      '\n' +
      'Вам предоставляется возможность, разместить свою палатку на подготовленном месте в кемпинге <strong>Energy</strong><strong>-</strong><strong>Tur</strong>. Вместе с арендой места, вам предоставляется возможность пользоваться  общим душем, а также доступ к электро сети (220V). Расчет берется на 1 человека.\n' +
      '\n' +
      'Если же вы решили воспользоваться услугой прокат палатки и сопутствующего снаряжения у нас, то стоимость за пользованием места в кемпинге с вас не взымается.\n' +
      '\n' +
      'Стоимость аренды места в кемпинге по тарифу 150 рублей за 1 взрослого человека и 100 рублей за ребенка до 12 лет.\n' +
      '\n' +
      '<img class="alignnone size-medium wp-image-4017" src="https://energy-tur.ru/wp-content/uploads/2016/01/Lager-Energy-Tur-300x225.jpg" alt="Аренда места в кемпинге в Крыму" width="300" height="225" />',
    img: 'https://energy-tur.ru/wp-content/uploads/2016/01/Lager-Energy-Tur.jpg',
    href: '/uslugi/arenda-mesta-v-kempinge-v-krymu',
    duration: 'от 1 дня',
    price: 'от 200 ₽'
  },
  {
    id: 2,
    title: 'Аренда внедорожника с водителем в Крыму',
    content: `Вы можете арендовать внедорожник с водителем на заказ. В парке имеются различные внедорожники: Nissan Patrol, Mitsubishi Pajero, Mitsubishi L200, УАЗ. Все автомобили являются специально подготовленными к жесткому бездорожью и управляются профессиональными водителями.

Стоимость аренды внедорожника:
<table border="1" cellspacing="0" cellpadding="0">
<tbody>
<tr>
<td>Количество часов</td>
<td>Стоимость одного часа аренды</td>
</tr>
<tr>
<td>1 – 4 часа</td>
<td>3500 руб/час</td>
</tr>
<tr>
<td>5 – 8 часов</td>
<td>3000 руб/час</td>
</tr>
<tr>
<td>9 – 12 часов</td>
<td>2500 руб/час</td>
</tr>
<tr>
<td>Более 12 часов</td>
<td>Оговаривается индивидуально</td>
</tr>
</tbody>
</table>

Детали:

-  автомобили оборудованы экспедиционным багажником ( для перевозки крупногабаритного багажа)

- пассажирская вместимость автомобилей:

Nissan Patrol – 7 мест

Mitsubishi Pajero – 4-6 мест

Mitsubishi L200 – 4 места

УАЗ – 4-6 мест

В стоимость включено:
<ul>
\t<li>Аренда автомобиля</li>
\t<li>Топливо</li>
\t<li>Лесной и Туристический сбор</li>
\t<li>Услуги водителя-инструктора</li>
\t<li>Время простоя автомобиля (ожидание водителем в автомобиле)</li>
</ul>`,
    img: 'https://energy-tur.ru/wp-content/uploads/2016/01/9qIjSNgwcz8.jpg',
    href: '/uslugi/arenda-vnedorozhnika-s-voditelem-v-krymu',
    duration: 'от 2 часов',
    price: 'от 2 500 ₽/час'
  },
  {
    id: 3,
    title: 'Классические экскурсии по Крыму',
    content: 'Классические экскурсии в Крыму',
    img: '/images/ekskursii.jpg',
    href: '/uslugi/klassicheskie-ekskursii-po-krymu',
    duration: 'от 1 экскурсии',
    price: 'от 2 000 ₽/экскурсия'
  },
  {
    id: 4,
    title: 'Прокат квадроциклов в Крыму',
    content:
      'У нас вы можете воспользоваться услугой <strong>прокат квадроциклов</strong>или заказать <strong><a href="https://energy-tur.ru/tury-na-kvadrotsiklah-v-krymu/">туры на квадроциклах</a></strong> по заданному маршруту.\n' +
      '\n' +
      'В прокате имеются 2-х местные квадроциклы с независимой подвеской и двигателем 500 куб см.\n' +
      '\n' +
      'Стоимость прокат квадроцикла осуществляется по цене <strong>1500 рублей</strong> в час. При аренде 4 и более квадроциклов предусмотрены скидки для группы. В стоимость входит сопровождение инструктором на отдельномквадроцикле.\n' +
      '\n' +
      'Но наиболее популярным способом <strong>проката квадроцикла</strong> является поездка по выбранному маршруту. Для этого у нас имеется огромный выбор ранее разработанных маршрутов, <strong>туры на квадроциклах.</strong>\n' +
      ' Также предлагаем вам воспользоваться нашими основными услугами <a href="https://energy-tur.ru/dzhip-tur-krym/">Джип туры по Крыму </a>\n' +
      '\n' +
      `(<a href='/tury-na-kvadrotsiklah-v-krymu/'>Посмотреть все туры на квадроциклах</a>)!`,
    img: '/images/kvadro.jpg',
    href: 'uslugi/prokat-kvadrotsiklov-v-krymu',
    duration: 'от 1 часа',
    price: 'от 3 000 ₽/час'
  },
  {
    id: 8,
    title: 'Прокат палатки в Крыму',
    content:
      'У нас вы можете воспользоваться услугой проката походного снаряжения. Это прокат: палатки, спальный мешок и каримат.\n' +
      '\n' +
      '- Имеется различная вместимость палаток.\n' +
      '\n' +
      '- Спальный мешок предоставляется отдельно от каримата( коврика)\n' +
      '\n' +
      'Стоимость услуг:\n' +
      '\n' +
      '<table>\n' +
      '<tbody>\n' +
      '<tr>\n' +
      '<td>Услуга</td>\n' +
      '<td>Цена за 24 часа</td>\n' +
      '</tr>\n' +
      '<tr>\n' +
      '<td>Прокат спального мешка</td>\n' +
      '<td>200 рублей</td>\n' +
      '</tr>\n' +
      '<tr>\n' +
      '<td>Прокат каримата (коврик)</td>\n' +
      '<td>50 рублей</td>\n' +
      '</tr>\n' +
      '<tr>\n' +
      '<td>Прокат 2-х местной палатки</td>\n' +
      '<td>300 рублей</td>\n' +
      '</tr>\n' +
      '<tr>\n' +
      '<td>Прокат 3-х местной палатки</td>\n' +
      '<td>500 рублей</td>\n' +
      '</tr>\n' +
      '<tr>\n' +
      '<td>Прокат 4-х местной палатки</td>\n' +
      '<td>700 рублей</td>\n' +
      '</tr>\n' +
      '<tr>\n' +
      '<td>Прокат 6-ти  местной палатки</td>\n' +
      '<td>1000 рублей</td>\n' +
      '</tr>\n' +
      '</tbody>\n' +
      '</table>\n' +
      '\n' +
      '\n' +
      'Предоставляется на условиях:\n' +
      '\n' +
      '- Залог, документы или денежный залог в сумме:\n' +
      '\n' +
      '500 рублей - коврик\n' +
      '\n' +
      '2000 рублей – спальный мешок\n' +
      '\n' +
      '4 000 рублей – 2-х местная палатка\n' +
      '\n' +
      '6000 рублей – 3-х местная палатка\n' +
      '\n' +
      '8000 рублей – 4-х местная палатка\n' +
      '\n' +
      '15000 рублей – 6-ти местная палатка.\n' +
      '\n' +
      '- Залог за ремонт. Денежная сумма в размере 1000 рублей. Взымается на случай повреждения арендуемого оборудования. При отсутствии повреждений возвращается в полном объеме.\n' +
      '\n' +
      'Также рекомендуем воспользоваться нашими услугами <a href="https://energy-tur.ru/dzhip-tur-krym/">Джип туры по Крыму</a> которые оставят довольными даже самых притязательных туристов.\n' +
      '\n' +
      '<img class="alignnone size-medium wp-image-4005" src="https://energy-tur.ru/wp-content/uploads/2016/01/karimat-300x195.jpg" alt="прокат каримата в крыму" width="300" height="195" /><img class="alignnone size-medium wp-image-4006" src="https://energy-tur.ru/wp-content/uploads/2016/01/palatka2h-300x217.jpg" alt="прокат двухместной палатки в крыму" width="300" height="217" /><img class="alignnone size-medium wp-image-4007" src="https://energy-tur.ru/wp-content/uploads/2016/01/palatka4h-300x250.jpg" alt="прокат 4х местной палатки в крыму" width="300" height="250" /><img class="alignnone size-medium wp-image-4008" src="https://energy-tur.ru/wp-content/uploads/2016/01/spalnik-200x300.jpg" alt="прокат спальника в крыму" width="200" height="300" />',
    img: 'https://energy-tur.ru/wp-content/uploads/2016/01/karimat.jpg',
    href: '/uslugi/prokat-palatki-v-krymu',
    duration: 'от 1 дня',
    price: 'от 400 ₽/сутки'
  },
  {
    id: 9,
    title: 'Прокат снегохода в Крыму',
    content:
      'В нашей компании имеется услуга прокат снегоходов. В прокате имеются различные снегоходы, различного назначения, мощности и вместимости. Такие как YamahaV-Max500, YamahaV-Max 700, Arctic Cat Crosstour и многие другие.\n' +
      '\n' +
      '<img class="alignnone size-medium wp-image-4013" src="https://energy-tur.ru/wp-content/uploads/2016/01/3-23-300x300.jpg" alt="Прокат снегохода в Крыму" width="300" height="300" />\n' +
      '\n' +
      'Мы можем предложить вам 3 варианта аренды снегоходов.\n' +
      '<ol>\n' +
      '\t<li>Вы хотите покататься незначительный промежуток времени по любому маршруту. Такой вариант подходит для тех, кто катается впервые. При таком выборе, прокат осуществляется следующим образом. Совместно с инструктором вы выезжаете на участок не лесистой местности. Вам проводят инструктаж, подробно разъясняют возможности и правила управления снегоходом. Затем вы самостоятельно катаетесь на снегоходе в пределах видимости инструктора. Вы можете кататься в одиночку или же взять с собой пассажира.</li>\n' +
      '\t<li>Вы хотите прокатиться по заданному вам маршруту. Для тех кто уже хотя бы разок катался. При таком выборе, прокат осуществляется следующим образом. Вам проводят инструктаж, подробно разъясняют возможности и правила управления снегоходом. Затем инструктор двигается впереди вас на отдельном снегоходе и сопровождает вас на протяжении всего маршрута. Вы можете кататься в одиночку или же взять с собой пассажира.</li>\n' +
      '\t<li>Вы катаетесь по разработанному нами маршруту. Этот вариант подходит для всех, при любом навыке управления снегоходом. В таком случае тарификация идет не за ваше время катания, а по фиксированной стоимости за конкретный маршрут.</li>\n' +
      '</ol>\n' +
      'Вы выбираете маршрут, с учетом ваших пожеланий и навыка управления. Затем инструктор двигается впереди вас на отдельном снегоходе и сопровождает вас на протяжении всего маршрута. Вы можете кататься в одиночку или же взять с собой пассажира.\n' +
      '\n' +
      'Стоимость катания на снегоходе при временной тарификации:\n' +
      '\n' +
      '<table>\n' +
      '<tbody>\n' +
      '<tr>\n' +
      '<td>Период времени</td>\n' +
      '<td>Стоимость за единицу времени</td>\n' +
      '</tr>\n' +
      '<tr>\n' +
      '<td>5-15 минут</td>\n' +
      '<td>200 рублей за 1 минуту</td>\n' +
      '</tr>\n' +
      '<tr>\n' +
      '<td>15-60 минут</td>\n' +
      '<td>150 рублей за 1 минуту</td>\n' +
      '</tr>\n' +
      '<tr>\n' +
      '<td>1-3 часа</td>\n' +
      '<td>7500 рублей за 1 час</td>\n' +
      '</tr>\n' +
      '<tr>\n' +
      '<td>Свыше 3х часов</td>\n' +
      '<td>5000 рублей за 1 час</td>\n' +
      '</tr>\n' +
      '</tbody>\n' +
      '</table>\n' +
      '\n' +
      '\n' +
      '<img class="alignnone size-medium wp-image-4011" src="https://energy-tur.ru/wp-content/uploads/2016/01/1-32-300x180.jpg" alt="Прокат снегохода в Крыму" width="300" height="180" />\n' +
      '<img class="alignnone size-medium wp-image-4012" src="https://energy-tur.ru/wp-content/uploads/2016/01/2-24-185x300.jpg" alt="Прокат снегохода в Крыму" width="185" height="300" />\n',
    img: 'https://energy-tur.ru/wp-content/uploads/2016/01/3-23.jpg',
    href: '/uslugi/prokat-snegohoda-v-krymu',
    duration: 'от 10 минут',
    price: 'от 2 000 ₽/тур'
  },
  {
    id: 5,
    title: 'Прокат велосипедов в Крыму',
    content: `У нас вы можете воспользоваться услугой <strong>прокат велосипедов</strong>. В прокате имеются велосипеды различных размеров. Для индивидуального подбора под рост человека.  Предоставляется на условиях:

- Залог за велосипед. Документы или денежный залог в сумме 30 000 рублей за каждый велосипед.

- Залог за ремонт. Денежная сумма в размере 1000 рублей. Взымается на случай повреждения арендуемого оборудования. При отсутствии повреждений возвращается в полном объеме.

Стоимость аренды велосипеда:
<table>
<tbody>
<tr>
<td>Время аренды</td>
<td>Цена за единицу измерения</td>
</tr>
<tr>
<td>1 час</td>
<td>100 руб/час</td>
</tr>
<tr>
<td>1 день (С утра и до вечера)</td>
<td>500 руб/день</td>
</tr>
<tr>
<td>24 часа</td>
<td>600 руб/сутки</td>
</tr>
</tbody>
</table>

При аренде свыше 5 единиц времени, скидка 20%. Т.е. каждый 6-й час, день, сутки – бесплатные.

Также дополнительно можно воспользоваться прокатом сопутствующего снаряжения. Информацию уточняйте у оператора.

<img class="alignnone size-medium wp-image-4001" src="https://energy-tur.ru/wp-content/uploads/2016/01/velosiped-300x177.jpg" alt="Прокат велосипедов в Крыму" width="300" height="177" />`,
    img: 'https://energy-tur.ru/wp-content/uploads/2016/01/velosiped.jpg',
    href: '/uslugi/prokat-velosipedov-v-krymu',
    duration: 'от 1 часа',
    price: 'от 500 ₽/час'
  },
  {
    id: 7,
    title: 'Прокат зимнего снаряжения в Крыму',
    content: 'Прокат зимнего снаряжения в Крыму',
    img: '/images/ekskursii.jpg',
    href: '/uslugi/prokat-zimnego-snaryazheniya-v-krymu',
    duration: 'от 1 дня',
    price: 'от 800 ₽/день'
  }
];
